IDEA Connection Link
ConnectionLink.WriteFEAResultsArchive Method
 Writes archive including FEA results into outStream f results do not exist CBFEM analysis is executed
 Namespace: IdeaRS.ConnectionLink
 Assembly: IdeaRS.ConnectionLink (in IdeaRS.ConnectionLink.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public bool WriteFEAResultsArchive(
	Stream outStream
)
Public Function WriteFEAResultsArchive (
	outStream As Stream
) As Boolean
public:
bool WriteFEAResultsArchive(
	Stream^ outStream
)
Parameters
outStream
Type: System.IO.Stream
Output stream
Return Value
Type: Boolean
True if success
See Also
Reference
ConnectionLink Class
IdeaRS.ConnectionLink Namespace